Repository: aq1/openai-bot
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Run again
ru: Запустить ещё раз

source: Your feedback is received. Thank you.
ru: Ваше сообщение получено. Спасибо.

source: Please share your feedback with us
ru: О чём вы хотели написать?

source: Cancel
ru: Отменить

source: With this bot, you can easily extract short summaries from PDF, TXT and DOCX files in seconds. Simply upload the file you want to extract a summary from, and our bot will take care of the rest. It can also summarize messages you send or forward. In group chats reply to message and mention bot to summarize that message. Type /feedback for bugs/questions/feedback.
ru: С помощью этого бота вы можете легко извлекать краткое содержание из PDF, TXT и DOCX файлов за считанные секунды. Просто загрузите файл, из которого вы хотите извлечь содержание, и наш бот сделает все остальное. Также можно просто отправить или переслать сообщение. В групповых чатах бот выделяет краткое содержание сообщения если его упомянуть в ответе. Напишите /feedback чтобы написать о баге или задать вопрос.

source: 🤔 This text looks too short. It probably does not need to be summarized.
ru: 🤔 Кажется этому тексту не нужно краткое содержание.

source: Failed to download file
ru: При скачивании файла произошла ошибка

source: Sorry, Telegram does not allow bots to download files bigger than 20mb
ru: Извините, Телеграм не разрешает ботам качать файлы больше 20мб

source: Downloading file...
ru: Скачиваем файл...

source: Extracting text...
ru: Извлекаем текст...

source: Summarizing...
ru: Извлекаем краткое содержание...

source: Download completed
ru: Файл скачан

source: Text is extracted
ru: Текст прочитан

source: Summarizing completed
ru: Краткое содержание готово
